tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "kylef/formulae"
tap "ngrok/ngrok"
brew "act"
brew "anyenv"
brew "pycparser"
brew "docutils"
brew "awscli"
brew "bat"
brew "glib"
brew "circleci"
brew "docker-completion"
brew "expect"
brew "eza"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "harfbuzz"
brew "jq"
brew "libffi"
brew "openjdk@17"
brew "openssl@1.1"
brew "powerline-go"
brew "protobuf"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "sshuttle"
brew "volta"
brew "zsh-completions"
brew "kylef/formulae/podenv"
cask "amazon-workspaces"
cask "android-studio"
cask "another-redis-desktop-manager"
cask "browserstacklocal"
cask "docker"
cask "figma"
cask "flutter"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-japanese-ime"
cask "grammarly"
cask "iterm2"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "xcodes"
vscode "42crunch.vscode-openapi"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bufbuild.vscode-buf"
vscode "compulim.vscode-clock"
vscode "cssho.vscode-svgviewer"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "humao.rest-client"
vscode "jq-syntax-highlighting.jq-syntax-highlighting"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
